package model

var InitMaterialsHorizontalWeekly = []MaterialHorizontal{

	{
		"Лом, HMS 1&2 (80:20)",
		"Сырьевые материалы",
		"-",
		"Европа, Роттердам",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 4, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 4, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 4, "decimal"},
		},
	},

	{
		"Лом, HMS 1&2 (80:20)",
		"Сырьевые материалы",
		"-",
		"Бангладеш, Читтагонг",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 5, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 5, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 5, "decimal"},
		},
	},

	{
		"Лом, шредированный",
		"Сырьевые материалы",
		"-",
		"Бангладеш, Читтагонг",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 6, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 6, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 6, "decimal"},
		},
	},

	{
		"Лом, H2",
		"Сырьевые материалы",
		"-",
		"Бангладеш, Читтагонг",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "FZ", 7, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "GA", 7, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "GB", 7, "decimal"},
		},
	},

	{
		"Лом, HMS 1&2 (80:20)",
		"Сырьевые материалы",
		"-",
		"Вьетнам, Хайфон",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "FZ", 8, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "GA", 8, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "GB", 8, "decimal"},
		},
	},

	{
		"Лом, H2",
		"Сырьевые материалы",
		"-",
		"Вьетнам, Хайфон",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "FZ", 9, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "GA", 9, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "GB", 9, "decimal"},
		},
	},

	{
		"Лом, HMS 1&2 (80:20)",
		"Сырьевые материалы",
		"-",
		"Индия, Нава-Шева",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "BV", 10, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "BW", 10, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "BX", 10, "decimal"},
		},
	},

	{
		"Лом, шредированный",
		"Сырьевые материалы",
		"-",
		"Индия, Нава-Шева",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "BV", 11, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "BW", 11, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "BX", 11, "decimal"},
		},
	},

	{
		"Лом, шредированный",
		"Сырьевые материалы",
		"-",
		"Пакистан, Касим",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 12, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 12, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 12, "decimal"},
		},
	},

	{
		"Лом, HMS 1&2 (80:20)",
		"Сырьевые материалы",
		"-",
		"Тайвань, Тайчжун",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 13, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 13, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 13, "decimal"},
		},
	},

	{
		"Лом, HMS 1&2 (70:30)",
		"Сырьевые материалы",
		"-",
		"Таиланд, Лаем-Чабанг",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "TU", 14, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "TV", 14, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "TW", 14, "decimal"},
		},
	},

	{
		"Лом, HMS 1&2 (80:20)",
		"Сырьевые материалы",
		"-",
		"США, Восточное побережье",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "WM", 15, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "WN", 15, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "WO", 15, "decimal"},
		},
	},

	{
		"Лом, шредированный",
		"Сырьевые материалы",
		"-",
		"США, Восточное побережье",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "WM", 16, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "WN", 16, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "WO", 16, "decimal"},
		},
	},

	{
		"Лом, H2",
		"Сырьевые материалы",
		"-",
		"Япония, Токийский залив",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "WM", 17, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "WN", 17, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "WO", 17, "decimal"},
		},
	},

	// ЗАГОТОВКА
	{
		"Заготовка, 150*150 мм; Ст3",
		"Сталь",
		"-",
		"Китай, Цзянъинь",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "OA", 19, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "OB", 19, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "OC", 19, "decimal"},
		},
	},

	{
		"Заготовка, 150*150 мм; Ст3",
		"Сталь",
		"-",
		"Индия, Восточное побережье",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 20, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 20, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 20, "decimal"},
		},
	},

	{
		"Заготовка, 95*95 мм; Ст3",
		"Сталь",
		"-",
		"Индия, Восточное побережье",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 21, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 21, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 21, "decimal"},
		},
	},

	{
		"Заготовка, 130*130 мм; Ст3",
		"Сталь",
		"-",
		"Иран, Бендер Аббас",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 22, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 22, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 22, "decimal"},
		},
	},

	{
		"Заготовка, 120*120 мм; Ст3",
		"Сталь",
		"-",
		"Турция, Искендерун",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 23, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 23, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 23, "decimal"},
		},
	},

	{
		"Заготовка, 150*150 мм; Ст3",
		"Сталь",
		"-",
		"Филиппины, Манила",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "BV", 24, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "BW", 24, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "BX", 24, "decimal"},
		},
	},

	{
		"Заготовка, 100*100 мм; IS 2831",
		"Сталь",
		"-",
		"Непал, Раксол",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "FZ", 25, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "GA", 25, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "GB", 25, "decimal"},
		},
	},

	// СОРТОВОЙ ПРОКАТ
	{
		"Арматура, 10-40 мм; HRB400",
		"Сталь",
		"-",
		"Китай, Гонконг",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "TU", 27, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "TV", 27, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "TW", 27, "decimal"},
		},
	},

	{
		"Арматура, 12-32 мм; HRB400",
		"Сталь",
		"-",
		"Турция, Искендерун",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "TU", 28, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "TV", 28, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "TW", 28, "decimal"},
		},
	},

	{
		"Катанка, 5,5-8 мм; SAE 1008",
		"Сталь",
		"-",
		"Непал, Раксол",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "TU", 29, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "TV", 29, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "TW", 29, "decimal"},
		},
	},

	// РУЛОННАЯ СТАЛЬ
	{
		"Рулон, г/к 2 мм; SAE1006",
		"Сталь",
		"-",
		"ОАЭ, Абу-Даби",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 31, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 31, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 31, "decimal"},
		},
	},

	{
		"Рулон г/к, 1,5-3 мм; SAE 1006",
		"Сталь",
		"-",
		"Турция, Искендерун",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 32, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 32, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 32, "decimal"},
		},
	},

	{
		"Рулон г/к, 3-4 мм; S235JR",
		"Сталь",
		"-",
		"Европа, Западная Европа",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 33, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 33, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 33, "decimal"},
		},
	},

	{
		"Рулон г/к, 2-12 мм; SS400",
		"Сталь",
		"-",
		"Индия, Западное побережье",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 34, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 34, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 34, "decimal"},
		},
	},

	{
		"Рулон г/к, 2-20 мм; SAE 1006",
		"Сталь",
		"-",
		"Вьетнам, Хошимин",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 35, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 35, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 35, "decimal"},
		},
	},

	{
		"Рулон г/к, 2 мм; SAE 1006",
		"Сталь",
		"-",
		"Бангладеш, Читтагонг",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 36, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 36, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 36, "decimal"},
		},
	},

	{
		"Рулон г/к, 3-12 мм; SS400",
		"Сталь",
		"-",
		"Китай, Ричжао",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 37, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 37, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 37, "decimal"},
		},
	},

	{
		"Рулон г/к, 1,6-2,5 мм; SAE 1006",
		"Сталь",
		"-",
		"Южная Корея, Сеул",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 38, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 38, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 38, "decimal"},
		},
	},

	{
		"Рулон г/к, 2 мм; SS400",
		"Сталь",
		"-",
		"Япония, Токио",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 39, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 39, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 39, "decimal"},
		},
	},

	{
		"Рулон г/к, 2 мм; SS400",
		"Сталь",
		"-",
		"Пакистан, Касим",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "WM", 40, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "WN", 40, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "WO", 40, "decimal"},
		},
	},

	{
		"Рулон г/к, 2 мм; SAE1006",
		"Сталь",
		"-",
		"Непал, Раксол",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "WM", 41, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "WN", 41, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "WO", 41, "decimal"},
		},
	},

	{
		"Рулон х/к, 0,9 мм; SPCC",
		"Сталь",
		"-",
		"Китай, Ричжао",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 42, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 42, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 42, "decimal"},
		},
	},

	{
		"Рулон х/к, 0,9 мм; SPCC",
		"Сталь",
		"-",
		"Индия, Восточное побережье",
		"CNF",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "F", 43, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "G", 43, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "H", 43, "decimal"},
		},
	},

	// ЧУГУН
	{
		"Чугун, чушковый",
		"Сырьевые материалы",
		"-",
		"Индия, Восточное побережье",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "HM", 45, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "HN", 45, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "HO", 45, "decimal"},
		},
	},

	{
		"Чугун, чушковый",
		"Сырьевые материалы",
		"-",
		"Бразилия, Понта-Да-Мадейра",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "HM", 46, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "HN", 46, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "HO", 46, "decimal"},
		},
	},

	{
		"Чугун, чушковый",
		"Сырьевые материалы",
		"-",
		"Италия, Маргера",
		"FOB",
		"$/т",
		"1",
		[]Property{
			{"10.Сводка (неделя)", "Мин цена", "HM", 47, "decimal"},
			{"10.Сводка (неделя)", "Макс цена", "HN", 47, "decimal"},
			{"10.Сводка (неделя)", "Средняя цена", "HO", 47, "decimal"},
		},
	},
}
