package model

var InitMaterialsVertical = []Material{
	{
		"Лом (3A)",
		"Сырьевые материалы",
		"metallplace.ru",
		"Урал (Россия)",
		"CPT",
		"₽/т",
		"A",
		[]Property{
			{"02.Лом", "Средняя цена", "F", 3, "decimal", ""},
			{"02.Лом", "Мин цена", "D", 3, "decimal", ""},
			{"02.Лом", "Макс цена", "E", 3, "decimal", ""},
			{"12.Прогноз (н)", "Прогноз неделя", "X", 277, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "AH", 46, "decimal", ""},
		},
	},
	{
		"ЖРС (концентрат, 62% Fe)",
		"Сырьевые материалы",
		"ferroalloynet.com",
		"Циндао (Китай)",
		"CNF",
		"$/т",
		"A",
		[]Property{
			{"01.ЖРС", "Средняя цена", "E", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "I", 46, "decimal", ""},
			{"12.Прогноз (н)", "Прогноз неделя", "H", 277, "decimal", ""},
		},
	},

	{
		"ЖРС (концентрат, 65% Fe)",
		"Сырьевые материалы",
		"ferroalloynet.com",
		"Циндао (Китай)",
		"CNF",
		"$/т",
		"A",
		[]Property{
			{"01.ЖРС", "Средняя цена", "L", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "N", 55, "decimal", ""},
		},
	},

	{
		"Лом (HMS 1&2 (80:20))",
		"Сырьевые материалы",
		"steelmint.com",
		"Искендерун (Турция)",
		"CNF",
		"$/т",
		"A",
		[]Property{
			{"02.Лом", "Мин цена", "J", 209, "decimal", ""},
			{"02.Лом", "Макс цена", "K", 209, "decimal", ""},
			{"02.Лом", "Средняя цена", "L", 3, "decimal", ""},
		},
	},

	{
		"Чугун (чушковый)",
		"Сырьевые материалы",
		"steelmint.com",
		"Черное море (Россия)",
		"FOB",
		"$/т",
		"B",
		[]Property{

			{"03.Чугун", "Мин цена", "D", 159, "decimal", ""},
			{"03.Чугун", "Макс цена", "E", 159, "decimal", ""},
		},
	},

	{
		"Кокс. уголь (австралийский)",
		"Сырьевые материалы",
		"steelmint.com",
		"Циндао (Китай)",
		"CFR",
		"$/т",
		"A",
		[]Property{
			{"04.Уголь", "Средняя цена", "E", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "S", 55, "decimal", ""},
			{"12.Прогноз (н)", "Прогноз неделя", "P", 277, "decimal", ""},
		},
	},

	{
		"Кокс. уголь (российский)",
		"Сырьевые материалы",
		"mysteel.net",
		"Циндао (Китай)",
		"CFR",
		"$/т",
		"A",
		[]Property{
			{"04.Уголь", "Средняя цена", "L", 303, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "X", 69, "decimal", ""},
		},
	},

	{
		"Кокс (25-90 мм; 64% CSR)",
		"Сырьевые материалы",
		"steelmint.com",
		"Таншань (Китай)",
		"FOB",
		"$/т",
		"B",
		[]Property{
			{"05.Мет. кокс", "Средняя цена", "F", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "AC", 52, "decimal", "A"},
		},
	},

	{
		"Заготовка (130*130 мм; Ст3)",
		"Сталь",
		"steelmint.com",
		"Черное море (Россия)",
		"FOB",
		"$/т",
		"A",
		[]Property{
			{"06.Сталь", "Мин цена", "D", 159, "decimal", ""},
			{"06.Сталь", "Макс цена", "E", 159, "decimal", ""},
			{"06.Сталь", "Средняя цена", "F", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "AR", 55, "decimal", ""},
		},
	},

	{
		"Арматура (12-25 мм; Ст3)",
		"Сталь",
		"steelmint.com",
		"Черное море (Россия)",
		"FOB",
		"$/т",
		"A",
		[]Property{
			{"06.Сталь", "Мин цена", "J", 159, "decimal", ""},
			{"06.Сталь", "Макс цена", "K", 159, "decimal", ""},
			{"06.Сталь", "Средняя цена", "L", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "BB", 55, "decimal", ""},
		},
	},

	{
		"Сляб (150*250 мм; Ст3)",
		"Сталь",
		"steelmint.com",
		"Черное море (Россия)",
		"FOB",
		"$/т",
		"A",
		[]Property{
			{"06.Сталь", "Мин цена", "P", 203, "decimal", ""},
			{"06.Сталь", "Макс цена", "Q", 203, "decimal", ""},
			{"06.Сталь", "Средняя цена", "R", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "AW", 55, "decimal", ""},
		},
	},

	{
		"Рулон г/к (3 мм; SAE 1006)",
		"Сталь",
		"steelmint.com",
		"Черное море (Россия)",
		"FOB",
		"$/т",
		"A",
		[]Property{
			{"06.Сталь", "Мин цена", "V", 159, "decimal", ""},
			{"06.Сталь", "Макс цена", "W", 159, "decimal", ""},
			{"06.Сталь", "Средняя цена", "X", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "BL", 55, "decimal", ""},
		},
	},

	{
		"Рулон х/к (0,9 мм; SPCC)",
		"Сталь",
		"steelmint.com",
		"Черное море (Россия)",
		"FOB",
		"$/т",
		"A",
		[]Property{
			{"06.Сталь", "Мин цена", "AB", 203, "decimal", ""},
			{"06.Сталь", "Макс цена", "AC", 203, "decimal", ""},
			{"06.Сталь", "Средняя цена", "AD", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "BV", 55, "decimal", ""},
		},
	},

	{
		"Арматура (А1 8-40 мм; Ст3)",
		"Сталь",
		"metallplace.ru",
		"(Россия)",
		"EXW",
		"₽/т",
		"A",
		[]Property{
			{"06.Сталь", "Средняя цена", "AJ", 212, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "BG", 61, "decimal", ""},
			{"12.Прогноз (н)", "Прогноз неделя", "BA", 277, "decimal", ""},
		},
	},

	{
		"Рулон г/к (1,5-20 мм; Ст3)",
		"Сталь",
		"metallplace.ru",
		"(Россия)",
		"EXW",
		"₽/т",
		"A",
		[]Property{
			{"06.Сталь", "Средняя цена", "AP", 212, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "BQ", 61, "decimal", ""},
		},
	},

	{
		"Рулон х/к (0,5-1,5 мм; Ст08)",
		"Сталь",
		"metallplace.ru",
		"(Россия)",
		"EXW",
		"₽/т",
		"A",
		[]Property{
			{"06.Сталь", "Средняя цена", "AV", 213, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "CA", 61, "decimal", ""},
		},
	},

	{
		"FeMn HC (76% Mn)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Роттердам (ЕС)",
		"DDP",
		"$/т",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "D", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "E", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "F", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "CF", 46, "decimal", ""},
		},
	},

	{
		"FeSi (75% Si)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Роттердам (ЕС)",
		"DDP",
		"$/т",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "K", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "L", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "M", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "CP", 46, "decimal", ""},
		},
	},

	{
		"SiMn (65% Mn, 17% Si)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Роттердам (ЕС)",
		"DDP",
		"$/т",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "R", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "S", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "T", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "CK", 46, "decimal", ""},
			{"12.Прогноз (н)", "Прогноз неделя", "BR", 277, "decimal", ""},
		},
	},

	{
		"FeCr HC (62-70% Cr)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Роттердам (ЕС)",
		"DDP",
		"¢/фунт Cr",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "Y", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "Z", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "AA", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "CU", 46, "decimal", ""},
		},
	},

	{
		"FeCr LC (0,1% Cr)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Роттердам (ЕС)",
		"DDP",
		"¢/фунт Cr",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "AF", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "AG", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "AH", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "CZ", 46, "decimal", ""},
		},
	},

	{
		"Mn руда (кусковая; 36-38% Mn)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Таншань (Китай)",
		"CIF",
		"$/1% Mn смт",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "AM", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "AN", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "AO", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "DH", 46, "decimal", ""},
		},
	},

	{
		"Cr руда (кусоквая; 42% Cr)",
		"Ферросплавы и руды",
		"crugroup.com",
		"Таншань (Китай)",
		"CIF",
		"$/т",
		"A",
		[]Property{
			{"07.ФС (М)", "Мин цена", "AT", 11, "decimal", ""},
			{"07.ФС (М)", "Макс цена", "AU", 11, "decimal", ""},
			{"07.ФС (М)", "Средняя цена", "AV", 3, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "DP", 46, "decimal", ""},
		},
	},

	{
		"ГЭ (HP; 450 мм)",
		"Электроды",
		"steelmint.com",
		"Шэньси (Китай)",
		"EXW",
		"$/т",
		"A",
		[]Property{
			{"08.ГЭ", "Средняя цена", "F", 212, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "DU", 69, "decimal", ""},
		},
	},

	{
		"ГЭ (UHP; 600 мм)",
		"Электроды",
		"steelmint.com",
		"Шэньси (Китай)",
		"EXW",
		"$/т",
		"A",
		[]Property{
			{"08.ГЭ", "Средняя цена", "L", 212, "decimal", ""},
			{"13. Прогноз (м)", "Прогноз месяц", "DZ", 69, "decimal", ""},
		},
	},

	{
		"Запасы в портах, Mn руда",
		"Ферросплавы и руды",
		"ferroalloynet.com",
		"Китай",
		"",
		"млн т",
		"B",
		[]Property{
			{"09.Запасы", "Запас", "F", 3, "decimal", ""},
		},
	},

	{
		"Запасы в портах, Cr руда",
		"Ферросплавы и руды",
		"ferroalloynet.com",
		"Китай",
		"",
		"млн т",
		"B",
		[]Property{
			{"09.Запасы", "Запас", "L", 3, "decimal", ""},
		},
	},

	{
		"Запасы в портах, Fe руда",
		"Ферросплавы и руды",
		"steelmint.com",
		"Китай",
		"",
		"млн т",
		"B",
		[]Property{
			{"09.Запасы", "Запас", "R", 3, "decimal", ""},
		},
	},
}
